const stories = [
  {
    id: 1,
    title: 'Whitepaperの要点を3分でお伝えする',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '山田 太郎',
    createdAt: '2017/12/11',
    tokenAmount: 1660,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 2,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 3,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 4,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 5,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 6,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 7,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 8,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 9,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  },
  {
    id: 10,
    title: 'ASICでビットコインをマイニングした際の期待値を計算してみた',
    body:
      '<p>多くのユーザーの皆様からALISに関する反響をいただくことができ、本当に嬉しく思います。一方で我々の至らない点があり、特にホワイトペーパーに関してはすべて読むのが難しいというお声を多数いただきま...</p>',
    username: '岸本 綾子',
    createdAt: '2017/12/11',
    tokenAmount: 1280,
    imageUrl: '~assets/story1.png'
  }
]

export default stories
